IDEA Open Model
PlateElements.PlateType Property
Compatible with IDEA StatiCa 20.1
 Type plate elements
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public StructuralPlateType PlateType { get; set; }
Public Property PlateType As StructuralPlateType
	Get
	Set
Property Value
Type: StructuralPlateType
See Also
Reference
PlateElements Class
IdeaRS.OpenModel.Result Namespace